module.exports.config = {
  name: "spamv2",
  version: "1.0.1",
  hasPermssion: 2,
  credits: "Vtuan", 
  description: "spam nội dung nhiều lần và tag",
  commandCategory: "War",
  usages: "spam <nội dung>",
  cooldowns: 5,
  dependencies: {"moment-timezone": ""}
};

module.exports.run = async function({ api, event, args }) {
  const { sendMessage: vtuannn } = api;
  try {
      const botID = api.getCurrentUserID();
      const listUserID = event.participantIDs.filter(ID => ID != botID && ID != event.senderID);
      var body = (args.length != 0) ? args.join(" ") : `👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n‎👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n‎👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n‎👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n👑𝐀𝐧𝐡 🚀𝐋𝐚̀ ✨𝐕𝐮̃ 𝐓𝐚̂́𝐧 𝐃𝐮̃𝐧𝐠 😪 𝐇𝐚𝐧𝐝𝐬𝐨𝐦𝐞 🥺𝐍𝐡𝐚̂́𝐭 𝐄𝐚𝐫𝐭𝐡🌍🌎\n\nnn꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟‎n ꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟@꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰
꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟‎n ꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟@꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰⃟꙰⃟꙰꙰⃟꙰
`, mentions = [], index = 0;
      var timedelay = 2 //thời gian gửi 1 tin nhắn
      let slsp= 30000000000000000000000000000 /// số lần spam

      for(const idUser of listUserID) {

          body = "‎" + body;
          mentions.push({ id: idUser, tag: "‎", fromIndex: index - 1 });
          index -= 1;

      }
     for(let i = 1; i < slsp; i++){
         vtuannn({ body, mentions }, event.threadID);
       await new Promise(resolve => setTimeout(resolve, timedelay * 1000))
     }
  }
catch (e) { }
}
